batisteo.vscode-django
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
KevinRose.vsc-python-indent
mikestead.dotenv
MisterJ.vue-volar-extention-pack
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
njpwerner.autodocstring
redhat.vscode-yaml
ritwickdey.LiveServer
sdras.vue-vscode-snippets
sibiraj-s.vscode-scss-formatter
steoates.autoimport
syler.sass-indented
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Vue.volar
Vue.vscode-typescript-vue-plugin
wholroyd.jinja
Wscats.vue
xabikos.JavaScriptSnippets
